"CARD_DETAILS_LABEL"                        = "รายละเอียดบัตร";
"ENTER_CARD_DETAILS_HELP_LABEL"             = "ป้อนรายละเอียดบัตรของคุณโดยเริ่มต้นด้วยหมายเลขบัตร";
"VALID_CARD_ERROR_LABEL"                    = "คุณต้องระบุหมายเลขบัตรที่ถูกต้อง";
"CARD_REQUIRED"                             = "ต้องระบุหมายเลขบัตร";
"CARD_INVALID"                              = "หมายเลขบัตรไม่ถูกต้อง";
"EXPIRATION_REQUIRED"                       = "ต้องระบุวันหมดอายุ";
"EXPIRATION_INVALID"                        = "วันหมดอายุไม่ถูกต้อง";
"CVV_REQUIRED"                              = "ต้องระบุ %s";
"CVV_INVALID"                               = "%s ไม่ถูกต้อง";
"POSTAL_CODE_HELP_LABEL"                    = "คุณต้องระบุรหัสไปรษณีย์ที่ถูกต้อง";
"POSTAL_CODE_REQUIRED"                      = "ต้องระบุรหัสไปรษณีย์";
"POSTAL_CODE_INVALID"                       = "รหัสไปรษณีย์ไม่ถูกต้อง";
"COUNTRY_CODE_REQUIRED"                     = "ต้องระบุรหัสประเทศ";
"COUNTRY_CODE_INVALID"                      = "รหัสประเทศไม่ถูกต้อง";
"MOBILE_NUMBER_REQUIRED"                    = "ต้องระบุหมายเลขโทรศัพท์มือถือ";
"MOBILE_NUMBER_INVALID"                     = "หมายเลขโทรศัพท์มือถือไม่ถูกต้อง";
"ENROLLMENT_WITH_SMS_HELP_LABEL"            = "อาจต้องลงทะเบียนสำหรับบัตรนี้ ระบบจะส่งรหัส SMS ไปที่หมายเลขนี้ถ้าจำเป็น";
"SMS_CODE_REQUIRED"                         = "ต้องระบุรหัส SMS";
"SMS_CODE_INVALID"                          = "รหัส SMS ไม่ถูกต้อง";

"CANCEL_ACTION"                             = "ยกเลิก";
"RETRY_ACTION"                              = "ลองอีกครั้ง";
"CONTINUE_ACTION"                           = "ดำเนินการต่อ";
"ADD_CARD_ACTION"                           = "เพิ่มบัตร";
"DONE_ACTION"                               = "เสร็จแล้ว";
"EDIT_ACTION"                               = "แก้ไข";
"NEXT_ACTION"                               = "ถัดไป";
"TOP_LEVEL_ERROR_ALERT_VIEW_OK_BUTTON_TEXT" = "ตกลง";
"SCAN_CARD_IO_ACTION"                       = "สแกนด้วยกล้อง";

"EDIT_PAYMENT_METHOD"                       = "แก้ไขวิธีการชำระเงิน";
"THERE_WAS_AN_ERROR"                        = "ขออภัยค่ะ เกิดข้อผิดพลาดขึ้น";
"REVIEW_AND_TRY_AGAIN"                      = "โปรดตรวจสอบข้อมูลของคุณแล้วลองอีกครั้ง";
"INVALID_LABEL"                             = "ไม่ถูกต้อง:";

"YEAR_LABEL"                                = "ปี";
"MONTH_LABEL"                               = "เดือน";

"OTHER_LABEL"                               = "อื่นๆ";
"CREDIT_OR_DEBIT_CARD_LABEL"                = "บัตรเครดิตหรือบัตรเดบิต";
"RECENT_LABEL"                              = "ล่าสุด";
"SELECT_PAYMENT_LABEL"                      = "เลือกวิธีการชำระเงิน";

"CONFIRM_ENROLLMENT_LABEL"                  = "ยืนยันการลงทะเบียน";
"CONFIRM_ACTION"                            = "ยืนยัน";
"ENTER_SMS_CODE_SENT_HELP_LABEL"            = "ป้อนรหัส SMS ที่ส่งไปยัง %s";
"SMS_CODE_LABEL"                            = "รหัส SMS";
"CARD_TYPE_GENERIC_CARD"                    = "บัตร";
"MOBILE_COUNTRY_CODE_LABEL"                 = "รหัสประเทศ";
"SECURITY_CODE_LABEL"                       = "รหัสความปลอดภัย";
"CVV_FIELD_PLACEHOLDER"                     = "CVV";
"CVC_FIELD_PLACEHOLDER"                     = "CVC";
"CID_FIELD_PLACEHOLDER"                     = "CID";
"CVN_FIELD_PLACEHOLDER"                     = "CVN";
"POSTAL_CODE_PLACEHOLDER"                   = "รหัสไปรษณีย์";
"MOBILE_NUMBER_LABEL"                       = "หมายเลขโทรศัพท์มือถือ";
"EXPIRATION_DATE_LABEL"                     = "วันหมดอายุ";
"CARD_NUMBER_PLACEHOLDER"                   = "หมายเลขบัตร";
"EXPIRY_PLACEHOLDER_FOUR_DIGIT_YEAR"        = "ดด/ปปปป";
"EXPIRY_PLACEHOLDER_TWO_DIGIT_YEAR"         = "ดด/ปป";

"PAYPAL"                                    = "PayPal";
"CARD_TYPE_AMERICAN_EXPRESS"                = "American Express";
"CARD_TYPE_DISCOVER"                        = "Discover";
"CARD_TYPE_DINERS_CLUB"                     = "Diners Club";
"CARD_TYPE_MASTER_CARD"                     = "MasterCard";
"CARD_TYPE_VISA"                            = "Visa";
"CARD_TYPE_JCB"                             = "JCB";
"CARD_TYPE_MAESTRO"                         = "Maestro";
"CARD_TYPE_UNION_PAY"                       = "UnionPay";
"BRANDING_COINBASE"                         = "Coinbase";
"BRANDING_VENMO"                            = "Venmo";
"BRANDING_APPLE_PAY"                        = "Apple Pay";
"BRANDING_ANDROID_PAY"                      = "Android Pay‏";
"USE_DIFFERENT_PHONE_NUMBER_ACTION"         = "โปรดใช้หมายเลขโทรศัพท์อื่น";
"CARD_NOT_ACCEPTED_ERROR_LABEL"             = "ระบบไม่ยอมรับบัตร";
"CARD_TYPE_ELO"                             = "Elo";
